Repository: scottwaters/Choragus
Catalog: Packages/SonosKit/Sources/SonosKit/Resources/Localizable.xcstrings
Source language: en
Languages: da, de, es, fr, it, ja, nb, nl, pl, pt, sv, zh_hans

# helpHistoryActionsBody
source: Right-click any history entry to play it now, play it next, or add it to the end of the queue. The room filter matches either the exact group or any group the room took part in.
da: Højreklik på en historikpost for at afspille den nu, afspille den som det næste eller tilføje den til slutningen af køen. Rummets filter matcher enten den nøjagtige gruppe eller enhver gruppe, rummet var en del af.
de: Klicke mit der rechten Maustaste auf einen Verlaufseintrag, um ihn sofort abzuspielen, als Nächstes abzuspielen oder ans Ende der Warteschlange anzufügen. Der Raumfilter entspricht entweder der exakten Gruppe oder einer beliebigen Gruppe, an der der Raum beteiligt war.
es: Haz clic con el botón derecho en cualquier entrada del historial para reproducirla ahora, reproducirla a continuación o añadirla al final de la cola. El filtro de habitación coincide con el grupo exacto o con cualquier grupo del que la habitación formara parte.
fr: Faites un clic droit sur n'importe quelle entrée de l'historique pour la lire maintenant, la lire ensuite ou l'ajouter à la fin de la file d'attente. Le filtre par pièce correspond au groupe exact ou à tout groupe auquel la pièce a participé.
it: Fai clic con il tasto destro su qualsiasi voce della cronologia per riprodurla ora, riprodurla dopo o aggiungerla alla fine della coda. Il filtro della stanza corrisponde al gruppo esatto o a qualsiasi gruppo a cui la stanza ha preso parte.
ja: 履歴エントリを右クリックすると、今すぐ再生、次に再生、またはキューの最後に追加できます。ルームフィルタは、完全一致のグループ、またはそのルームが参加したグループのいずれかに一致します。
nb: Høyreklikk på en historikkoppføring for å spille den nå, spille den neste, eller legge den til på slutten av køen. Romfilteret samsvarer med enten den eksakte gruppen eller en hvilken som helst gruppe rommet var en del av.
nl: Klik met de rechtermuisknop op een geschiedenisvermelding om deze nu af te spelen, als volgende af te spelen of aan het einde van de wachtrij toe te voegen. Het kamerfilter komt overeen met de exacte groep of een groep waar de kamer deel van uitmaakte.
pl: Kliknij prawym przyciskiem myszy dowolną pozycję w historii, aby odtworzyć ją teraz, odtworzyć jako następną lub dodać na koniec kolejki. Filtr pokoju dopasowuje się do dokładnej grupy lub dowolnej grupy, której pokój był częścią.
pt: Clique com o botão direito em qualquer entrada do histórico para reproduzi-la agora, em seguida ou adicioná-la ao final da fila. O filtro de ambiente corresponde ao grupo exato ou a qualquer grupo do qual o ambiente fez parte.
sv: Högerklicka på valfri historikpost för att spela den nu, spela den härnäst eller lägga till den i slutet av kön. Rumsfiltret matchar antingen den exakta gruppen eller valfri grupp som rummet deltog i.
zh_hans: 右键点按任何历史记录条目，可选择立即播放、下一首播放或将其添加到队列末尾。房间过滤器将匹配完全相同的群组或该房间参与过的任何群组。

# helpHistoryTabBody
source: Local play count for the current track in your Choragus history — total plays, rooms it played in, last-played time, and the most recent twenty plays. Reads from the play-history database; nothing leaves your machine.
da: Lokalt afspilningsantal for det aktuelle spor i din Choragus-historik — samlede afspilninger, rum hvor det blev spillet, senest-afspillet-tid og de tyve seneste afspilninger. Læses fra historikdatabasen; intet forlader din maskine.
de: Lokale Wiedergabezähler für den aktuellen Titel in deinem Choragus-Verlauf — Gesamtwiedergaben, Räume, in denen er lief, letzter Wiedergabezeitpunkt und die letzten zwanzig Wiedergaben. Liest aus der Verlauf-Datenbank; nichts verlässt deinen Rechner.
es: Conteo local de reproducciones para la pista actual en tu historial de Choragus — reproducciones totales, habitaciones donde sonó, hora de la última reproducción y las veinte más recientes. Se lee de la base de datos del historial; nada sale de tu máquina.
fr: Nombre de lectures local du morceau dans votre historique Choragus — total des lectures, pièces où il a été joué, dernière lecture et les vingt lectures les plus récentes. Lu depuis la base d’historique ; rien ne quitte votre machine.
it: Conteggio di riproduzioni locale per il brano corrente nella cronologia di Choragus — totale riproduzioni, stanze in cui è stato suonato, ultimo ascolto e le venti più recenti. Letto dal database della cronologia; nulla lascia la tua macchina.
ja: Choragus のプレイ履歴における現在のトラックのローカルな再生回数—累計再生回数、再生された部屋、最後に再生された時刻、最近の20件の再生記録を表示します。プレイ履歴データベースから読み込み、データはマシンから外に出ません。
nb: Lokal avspillingstellingen for det aktuelle sporet i Choragus-historikken — totale avspillinger, rom det har spilt i, sist-spilt-tid og de tjue siste avspillingene. Leses fra historikkdatabasen; ingenting forlater maskinen din.
nl: Lokale afspeelstand voor het huidige nummer in je Choragus-geschiedenis — totaal afspelingen, kamers waarin het speelde, laatst-gespeelde tijd en de twintig meest recente afspelingen. Gelezen uit de afspeelgeschiedenis-database; niets verlaat je machine.
pl: Lokalna liczba odtworzeń bieżącego utworu w historii Choragus — suma odtworzeń, pokoje, w których odtwarzano, czas ostatniego odtworzenia i dwadzieścia najnowszych odtworzeń. Czytane z bazy historii odtwarzania; nic nie opuszcza Twojej maszyny.
pt: Contagem local de reproduções da faixa atual no seu histórico do Choragus — reproduções totais, divisões onde tocou, hora da última reprodução e as vinte mais recentes. É lido da base de dados de histórico; nada sai da sua máquina.
sv: Lokal uppspelningsräknare för aktuellt spår i din Choragus-historik — totala uppspelningar, rum där det spelats, senast-spelad-tid och de tjugo senaste uppspelningarna. Läses från historikdatabasen; inget lämnar din maskin.
zh_hans: 此标签从您的 Choragus 播放历史中读取当前曲目的本地播放次数—累计播放次数、播放过的房间、上次播放时间以及最近 20 次播放记录。数据从本机数据库读取，不会传输到外部。

# helpHistoryTabHeading
source: History tab
da: Fanen Historik
de: Tab „Verlauf“
es: Pestaña Historial
fr: Onglet Historique
it: Scheda Cronologia
ja: 履歴タブ
nb: Fanen Historikk
nl: Tabblad Geschiedenis
pl: Karta Historia
pt: Separador Histórico
sv: Fliken Historik
zh_hans: 历史标签

# helpHomeTheaterSets
source: Home Theater sets
da: Hjemmebiograf-sæt
de: Heimkino-Sets
es: Configuraciones Home Theater
fr: Configurations Home Theater
it: Configurazioni Home Theater
ja: ホームシアター構成
nb: Hjemmekino-oppsett
pl: Zestawy kina domowego
pt: Configurações Home Theater
sv: Hemmabio-uppsättningar
zh_hans: 家庭影院组合

# helpHomeTheaterSetsBody
source: Speakers paired as home-theater satellites or subwoofers are hidden from the sidebar as individual rows. Right-click the home-theater room and choose Home Theater EQ… to tune channel levels.
da: Højttalere parret som hjemmebio-satellitter eller subwoofere skjules fra sidepanelet som individuelle rækker. Højreklik på hjemmebio-rummet og vælg Hjemmebio-EQ… for at justere kanalniveauer.
de: Als Heimkino-Satelliten oder Subwoofer gepaarte Lautsprecher werden in der Seitenleiste nicht als einzelne Zeilen angezeigt. Klicke mit der rechten Maustaste auf den Heimkino-Raum und wähle „Heimkino-EQ…“, um die Kanalpegel anzupassen.
es: Los altavoces emparejados como satélites Home Theater o subwoofers se ocultan de la barra lateral como filas individuales. Haz clic derecho en la habitación Home Theater y elige Ecualizador Home Theater… para ajustar los niveles de canal.
fr: Les enceintes associées comme satellites Home Theater ou caissons de basses n’apparaissent pas comme lignes individuelles dans la barre latérale. Cliquez avec le bouton droit sur la pièce Home Theater et choisissez Égaliseur Home Theater… pour ajuster les niveaux des canaux.
it: Gli altoparlanti abbinati come satelliti home theater o subwoofer vengono nascosti dalla barra laterale come righe individuali. Fai clic con il tasto destro sulla stanza Home Theater e scegli Equalizzatore Home Theater… per regolare i livelli dei canali.
ja: ホームシアターのサテライトやサブウーファーとしてペアリングされたスピーカーは、サイドバーに個別の行としては表示されません。ホームシアターのルームを右クリックして「ホームシアター EQ…」を選ぶとチャンネルレベルを調整できます。
nb: Høyttalere sammenkoblet som hjemmekino-satellitter eller subwoofere skjules fra sidefeltet som enkeltrader. Høyreklikk på hjemmekino-rommet og velg Hjemmekino-EQ… for å stille inn kanalnivåer.
nl: Luidsprekers die als home theater-satellieten of subwoofers zijn gekoppeld, worden niet als losse rijen in de zijbalk getoond. Klik met de rechtermuisknop op de home theater-ruimte en kies Home Theater EQ… om kanaalniveaus af te stellen.
pl: Głośniki sparowane jako satelity kina domowego lub subwoofery są ukryte w panelu bocznym jako osobne wiersze. Kliknij prawym przyciskiem pokój kina domowego i wybierz Korektor kina domowego…, aby dostroić poziomy kanałów.
pt: Caixas pareadas como satélites Home Theater ou subwoofers ficam ocultas da barra lateral como linhas individuais. Clique com o botão direito na sala Home Theater e escolha Equalizador Home Theater… para ajustar os níveis dos canais.
sv: Högtalare parade som hemmabio-satelliter eller subwoofers döljs från sidofältet som separata rader. Högerklicka på hemmabio-rummet och välj Hemmabio-EQ… för att ställa in kanalnivåer.
zh_hans: 作为家庭影院卫星或低音炮配对的音箱不会在侧边栏中显示为单独行。右键单击家庭影院房间并选择家庭影院 EQ… 以调整通道电平。

# helpHomeTheaterTogglesBody
source: For a home-theatre zone, Now Playing shows Night Mode and Dialog Enhancement below the group buttons. Other rooms do not show the row. The full set of home-theatre settings stays in the EQ window.
da: For en hjemmebiograf-zone viser Now Playing Natindstilling og Taleforbedring under gruppeknapperne. Andre rum viser ikke denne række. De komplette hjemmebiograf-indstillinger findes i EQ-vinduet.
de: Für einen Heimkino-Bereich zeigt Now Playing unter den Gruppentasten den Nachtmodus und die Sprachverbesserung an. Bei anderen Räumen wird diese Zeile nicht angezeigt. Die vollständigen Heimkino-Einstellungen finden sich im EQ-Fenster.
es: Para una zona de cine en casa, Now Playing muestra el Modo nocturno y la Mejora de la voz debajo de los botones de grupo. Otras habitaciones no muestran esta fila. Todos los ajustes del cine en casa se encuentran en la ventana EQ.
fr: Pour une zone de home cinéma, Now Playing affiche le Mode nuit et l’Amélioration vocale sous les boutons de groupe. Cette ligne n’apparaît pas pour les autres pièces. L’ensemble complet des réglages du home cinéma se trouve dans la fenêtre EQ.
it: Per una zona home theater, Now Playing mostra la Modalità notte e il Miglioramento del parlato sotto i pulsanti del gruppo. Le altre stanze non mostrano questa riga. Tutte le impostazioni per l'home theater si trovano nella finestra EQ.
ja: ホームシアターゾーンの場合、Now Playingのグループボタンの下にナイトモードとスピーチエンハンスメントが表示されます。他の部屋ではこの行は表示されません。すべてのホームシアター設定はEQウィンドウにあります。
nb: For en hjemmekinosone viser Now Playing Nattmodus og Taleforbedring under gruppeknappene. Andre rom viser ikke denne raden. Det fulle settet med hjemmekinoinnstillinger finnes i EQ-vinduet.
nl: Voor een home cinema-zone toont Now Playing Nachtstand en Spraakversterking onder de groepsknoppen. In andere kamers wordt deze rij niet weergegeven. De volledige set home cinema-instellingen staat in het EQ-venster.
pl: W strefie kina domowego funkcja Now Playing wyświetla Tryb nocny i Wzmocnienie dialogów pod przyciskami grupy. Inne pokoje nie wyświetlają tego wiersza. Pełny zestaw ustawień kina domowego znajduje się w oknie EQ.
pt: Para uma zona de cinema em casa, o Now Playing mostra o Modo de Noite e a Melhoria de Diálogo por baixo dos botões de grupo. As outras divisões não mostram esta linha. O conjunto completo de definições de cinema em casa permanece na janela EQ.
sv: För en hemmabiozon visar Now Playing Nattläge och Talförstärkning under gruppknapparna. Andra rum visar inte denna rad. Alla hemmabioinställningar finns i EQ-fönstret.
zh_hans: 对于家庭影院区域，Now Playing 在组按钮下方显示夜间模式和对话增强。其他房间不显示此行。全套家庭影院设置保存在 EQ 窗口中。

# helpHomeTheaterTogglesHeading
source: Home theatre controls
da: Hjemmebiograf-betjening
de: Heimkino-Steuerung
es: Controles del cine en casa
fr: Commandes du home cinéma
it: Controlli home theater
ja: ホームシアターコントロール
nb: Hjemmekinokontroller
nl: Home cinema-bediening
pl: Sterowanie kinem domowym
pt: Controlos de cinema em casa
sv: Hemmabioreglage
zh_hans: 家庭影院控制

# helpIgnoreTVBody
source: Ignore TV / HDMI / Line-In in Settings hides those inputs, so a soundbar's television source never appears as something to play.
da: "Ignorer TV / HDMI / Linjeindgang" under Indstillinger skjuler disse indgange, så en soundbars tv-kilde aldrig vises som en afspilningsmulighed.
de: „TV / HDMI / Line-In ignorieren“ in den Einstellungen blendet diese Eingänge aus, sodass die Fernsehquelle einer Soundbar nie als Wiedergabeoption erscheint.
es: "Ignorar TV / HDMI / Entrada de línea" en Ajustes oculta esas entradas, para que la fuente de televisión de una barra de sonido nunca aparezca como algo para reproducir.
fr: L'option "Ignorer TV / HDMI / Entrée ligne" dans les Réglages masque ces entrées, de sorte que la source de la télévision d'une barre de son n'apparaît jamais comme un élément à lire.
it: "Ignora TV / HDMI / Ingresso linea" in Impostazioni nasconde quegli ingressi, in modo che la sorgente televisiva di una soundbar non appaia mai come opzione da riprodurre.
ja: 「設定」の「TV / HDMI / ライン入力を無視」をオンにするとこれらの入力が非表示になるため、サウンドバーのテレビソースが再生可能な項目として表示されることはありません。
nb: "Ignorer TV / HDMI / Linjeinngang" i Innstillinger skjuler disse inngangene, slik at lydplankens TV-kilde aldri vises som noe du kan spille av.
nl: "Negeer TV / HDMI / Lijn-in" in Instellingen verbergt deze invoer, zodat de televisiebron van een soundbar nooit verschijnt als iets om af te spelen.
pl: "Ignoruj TV / HDMI / Wejście liniowe" w Ustawieniach ukrywa te wejścia, dzięki czemu źródło telewizyjne soundbara nigdy nie pojawia się jako opcja do odtwarzania.
pt: "Ignorar TV / HDMI / Entrada de linha" nas Definições oculta essas entradas, para que a fonte de televisão de uma barra de som nunca apareça como algo a reproduzir.
sv: "Ignorera TV / HDMI / Linjeingång" i Inställningar döljer dessa ingångar, så en soundbars TV-källa aldrig visas som ett uppspelningsalternativ.
zh_hans: “设置”中的“忽略 TV / HDMI / 线路输入”会隐藏这些输入，这样条形音响的电视音源就永远不会显示为可播放项目。

# helpIndependence
source: Independence
da: Uafhængighed
de: Unabhängigkeit
es: Independencia
fr: Indépendance
it: Indipendenza
ja: 独立性
nb: Uavhengighet
nl: Onafhankelijkheid
pl: Niezależność
pt: Independência
sv: Oberoende
zh_hans: 独立性

# helpIndependenceBody
source: S1 and S2 groups cannot be merged across platforms. This is a Sonos constraint, not an app limitation. Each system has its own queue, its own presets, and its own favorites.
da: S1- og S2-grupper kan ikke flettes på tværs af platforme. Det er en Sonos-begrænsning, ikke en app-begrænsning. Hvert system har sin egen kø, sine egne forudindstillinger og sine egne favoritter.
de: S1- und S2-Gruppen können nicht plattformübergreifend zusammengeführt werden. Das ist eine Sonos-Beschränkung, keine Einschränkung der App. Jedes System hat eine eigene Warteschlange, eigene Voreinstellungen und eigene Favoriten.
es: Los grupos S1 y S2 no pueden unirse entre plataformas. Es una restricción de Sonos, no una limitación de la app. Cada sistema tiene su propia cola, sus propios preajustes y sus propios favoritos.
fr: Les groupes S1 et S2 ne peuvent pas être fusionnés entre plateformes. Il s’agit d’une contrainte Sonos, pas d’une limitation de l’app. Chaque système possède sa propre file d’attente, ses propres préréglages et ses propres favoris.
it: I gruppi S1 e S2 non possono essere uniti tra piattaforme. È un vincolo di Sonos, non una limitazione dell’app. Ogni sistema ha la propria coda, i propri preset e i propri preferiti.
ja: S1とS2のグループは、異なるプラットフォーム間で統合できません。これはアプリの制限ではなく、Sonosの制約です。各システムには独自のキュー、プリセット、お気に入りがあります。
nb: S1- og S2-grupper kan ikke slås sammen på tvers av plattformer. Dette er en Sonos-begrensning, ikke en begrensning i appen. Hvert system har sin egen kø, sine egne forhåndsinnstillinger og sine egne favoritter.
nl: S1- en S2-groepen kunnen niet worden samengevoegd over platforms heen. Dat is een Sonos-beperking, geen beperking van de app. Elk systeem heeft zijn eigen wachtrij, eigen presets en eigen favorieten.
pl: Grupy S1 i S2 nie mogą być łączone między platformami. To ograniczenie Sonos, nie aplikacji. Każdy system ma własną kolejkę, własne ustawienia i własne ulubione.
pt: Grupos S1 e S2 não podem ser combinados entre plataformas. Isso é uma restrição do Sonos, não uma limitação do app. Cada sistema tem sua própria fila, predefinições e favoritos.
sv: S1- och S2-grupper kan inte slås samman över plattformsgränser. Det är en Sonos-begränsning, inte en begränsning i appen. Varje system har sin egen kö, sina egna förinställningar och sina egna favoriter.
zh_hans: S1 和 S2 组无法跨平台合并。这是 Sonos 的限制，不是应用的限制。每个系统有各自的队列、预设和收藏。

# helpKaraokePopoutBody
source: Choose Visualisation → Karaoke (⌘K), or Karaoke in the sparkles menu on the toolbar, to open a separate, resizable karaoke window. It shows the same synced lyrics at much larger size — readable from across a room — and follows the room selected when it was opened. Select another room and open it again to switch which room it tracks.
da: Vælg Visualisering → Karaoke (⌘K), eller Karaoke i gnistmenuen i værktøjslinjen, for at åbne et separat karaokevindue, der kan ændres i størrelse. Det viser de samme synkroniserede tekster meget større — læsbare tværs over rummet — og følger det rum, der var valgt, da det blev åbnet. Vælg et andet rum, og åbn det igen for at skifte rum.
de: Wähle Visualisierung → Karaoke (⌘K) oder Karaoke im Funkel-Menü der Symbolleiste, um ein eigenes, größenveränderbares Karaoke-Fenster zu öffnen. Es zeigt dieselben synchronisierten Texte viel größer — vom anderen Ende des Raums lesbar — und folgt dem beim Öffnen gewählten Raum. Wähle einen anderen Raum und öffne es erneut, um den Raum zu wechseln.
es: Elige Visualización → Karaoke (⌘K), o Karaoke en el menú de destellos de la barra, para abrir una ventana de karaoke aparte y redimensionable. Muestra las mismas letras sincronizadas mucho más grandes — legibles desde el otro lado de la sala — y sigue la habitación seleccionada al abrirla. Selecciona otra habitación y ábrela de nuevo para cambiar de habitación.
fr: Choisissez Visualisation → Karaoké (⌘K), ou Karaoké dans le menu étincelles de la barre d'outils, pour ouvrir une fenêtre karaoké séparée et redimensionnable. Elle affiche les mêmes paroles synchronisées en bien plus grand — lisibles de l'autre bout de la pièce — et suit la pièce sélectionnée à l'ouverture. Sélectionnez une autre pièce et rouvrez-la pour changer de pièce suivie.
it: Scegli Visualizzazione → Karaoke (⌘K), o Karaoke nel menu scintille della barra degli strumenti, per aprire una finestra karaoke separata e ridimensionabile. Mostra gli stessi testi sincronizzati molto più grandi — leggibili dall'altra parte della stanza — e segue la stanza selezionata all'apertura. Seleziona un'altra stanza e riaprila per cambiare stanza.
ja: ビジュアライゼーション → カラオケ（⌘K）またはツールバーのきらめきメニューのカラオケを選ぶと、サイズ変更できる独立したカラオケウィンドウが開きます。同じ同期歌詞を部屋の反対側からも読める大きさで表示し、開いたときに選択していた部屋に追従します。別の部屋を選んで開き直すと追従する部屋が切り替わります。
nb: Velg Visualisering → Karaoke (⌘K), eller Karaoke i gnistmenyen på verktøylinjen, for å åpne et eget karaokevindu som kan endres i størrelse. Det viser de samme synkroniserte tekstene mye større — lesbare tvers over rommet — og følger rommet som var valgt da det ble åpnet. Velg et annet rom og åpne det på nytt for å bytte rom.
nl: Kies Visualisatie → Karaoke (⌘K), of Karaoke in het sterretjesmenu op de knoppenbalk, om een apart, schaalbaar karaokevenster te openen. Het toont dezelfde gesynchroniseerde songteksten veel groter — leesbaar van de andere kant van de kamer — en volgt de kamer die bij het openen was gekozen. Kies een andere kamer en open het opnieuw om van kamer te wisselen.
pl: Wybierz Wizualizacja → Karaoke (⌘K) lub Karaoke w menu iskier na pasku narzędzi, aby otworzyć osobne, skalowalne okno karaoke. Pokazuje te same zsynchronizowane teksty w znacznie większym rozmiarze — czytelne z drugiego końca pokoju — i podąża za pokojem wybranym przy otwarciu. Wybierz inny pokój i otwórz je ponownie, aby zmienić śledzony pokój.
pt: Escolha Visualização → Karaoke (⌘K), ou Karaoke no menu de brilhos da barra de ferramentas, para abrir uma janela de karaoke separada e redimensionável. Mostra as mesmas letras sincronizadas muito maiores — legíveis do outro lado da sala — e segue a sala selecionada quando foi aberta. Selecione outra sala e abra-a de novo para mudar de sala.
sv: Välj Visualisering → Karaoke (⌘K), eller Karaoke i gnistmenyn i verktygsfältet, för att öppna ett separat, storleksändringsbart karaokefönster. Det visar samma synkade texter mycket större — läsbara tvärs över rummet — och följer rummet som var valt när det öppnades. Välj ett annat rum och öppna det igen för att byta rum.
zh_hans: 选择可视化 → 卡拉 OK（⌘K），或工具栏闪光菜单中的卡拉 OK，可打开一个独立、可调整大小的卡拉 OK 窗口。它以大得多的字号显示同样的同步歌词，隔着房间也能看清，并跟随打开时选中的房间。选择另一个房间再打开一次即可切换跟随的房间。

# helpKaraokePopoutHeading
source: Karaoke popout window
da: Karaoke-popop-vindue
de: Karaoke-Fenster
es: Ventana karaoke independiente
fr: Fenêtre karaoké détachée
it: Finestra karaoke staccata
ja: カラオケポップアウトウインドウ
nb: Karaoke-popupvindu
nl: Karaoke-popoutvenster
pl: Okno karaoke
pt: Janela karaoke destacada
sv: Karaoke-popoutfönster
zh_hans: 卡拉 OK 弹出窗口
